[
    {
        "title": "Application of this privacy policy",
        "article": [
            {
                "content": " This Privacy Policy (“Policy”) forms part of the Terms and Conditions (“Terms”) relating to the use of the personal information we receive from you through our Services, including the website by way of a computer system, mobile device or through an application (“App”) provided by SAAL (“Services”)."
            },
            {
                "content": "SAAL Operating Systems – Sole Proprietorship (“Company”, ”SAAL” “we” “us” or “our”) is committed to safeguarding the privacy of the personal information that is provided to us or collected by us during the course of our business as well as the personal information we receive from you (“User”, “you” or “your”) through our Services. This Policy, describes how and why we collect, store and use personal information, and provides information about your rights. Please read the following information carefully to understand our views and practices regarding how we handle personal information."
            },
            {
                "content": " For the purposes of applicable data protection law, SAAL Operating Systems – Sole Proprietorship LLC is the “data controller” of your personal information."
            }
        ]
    },
    {
        "title": "COLLECTION OF PERSONAL INFORMATION",
        "article": [
            {
                "content": " By using the Services, you consent to our collection, use and disclosure of your personal information in accordance with the terms of this Policy. You may withdraw such consent at any time, however this will not affect the lawfulness of the processing based on your consent prior to the withdrawal, or where we have other legitimate reasons for processing your personal data."
            },
            {
                "content": "We may collect and process the following personal information:",
                "items": [
                    {
                        "title": "Information you give us:",
                        "items": [
                            "You may give us information about you when by registering on our Services or by corresponding with us by phone, e-mail or other electronic means, or in writing, as well as other information you provide directly to us, including in conversation with our employees and staff."
                        ]
                    },
                    {
                        "title": "Information we collect about you:",
                        "content": "With regard to each of your visits to our Services, we may automatically collect the following information:",
                        "items": [
                            "technical information, including the Internet protocol (IP) address used to connect your computerto the Internet, browser type and version, time zone setting, browser plug-in types and versions, operating system; and",
                            "information about your visit; services you viewed or searched for; page response times, download errors, length of visits, page interaction information (such as scrolling, clicks, and mouse-overs)."
                        ]
                    },
                    {
                        "title": "Information we receive from other sources:",
                        "content": "We may also receive information about you from other sources such as our local authorized business partners and service providers."
                    }
                ]
            }
        ]
    },
    {
        "title": "PURPOSES",
        "article": [
            {
                "content": "We use your personal information for the following purposes where permitted by applicable law as follows:",
                "items": [
                    {
                        "title": "Where this is necessary for purposes which are in our, or third parties, legitimate interests. These interests are:",
                        "items": [
                            "auditing usage of our Services;",
                            "to process and respond to inquiries, and provide our services;",
                            "administering promotions and events where you take part;,",
                            "for improving our Services and your utilization of our Services."
                        ]
                    },
                    {
                        "title": "Where you give us consent:",
                        "items": [
                            "sending you newsletters related to our Services and for other marketing purposes;",
                            "carrying out business development including sending information about promotions and details of events."
                        ]
                    },
                    {
                        "title": "For purposes which are required by law:",
                        "items": [
                            "responding to requests by government or law enforcement authorities conducting an investigation;",
                            "complying with any applicable legislation."
                        ]
                    }
                ]
            }
        ]
    },
    {
        "title": "SHARING YOUR PERSONAL INFORMATION",
        "article": [
            {
                "content": "We may also share your personal information with third parties including certain service providers we have retained in connection with our business activity."
            },
            {
                "content": "Moreover, we may disclose your personal information to third parties:",
                "items": [
                    {
                        "title": "If we sell or buy any business or assets, in which case we may disclose your personal information to the prospective seller or buyer of such business or assets;"
                    },
                    {
                        "title": "If SAAL, its business, or its assets are acquired by a third party, in which case personal information held by it about its Users, suppliers, or customers will be one of the transferred assets;"
                    },
                    {
                        "title": "If we are under a duty to disclose or share your personal information in order to comply with any legal obligation or if we are required to do so by a legal process, or in order to enforce or apply our terms and conditions and other agreements; or if we reasonably consider this necessary; or to protect the rights, property, or safety of SAAL, our Users, our customers, or others; and "
                    },
                    {
                        "title": "For the purposes of crime prevention and fraud protection."
                    }
                ]
            },
            {
                "content": "We may also disclose your personal information to law enforcement authorities or other government officials."
            },
            {
                "content": "We may also disclose your personal information to any competent administrative or judicial authority in prevention of money laundering and terrorist financing in compliance with the Prevention of Money Laundering regulation, for the purposes of preventing any operation related to money laundering or terrorism financing."
            }
        ]
    },
    {
        "title": "SECURITY",
        "article": [
            {
                "content": "We use up to date information storage and security to hold your personal information securely in electronic and physical form to protect your personal information from unauthorized access, improper use or disclosure, unauthorized modification or unlawful destruction or accidental loss. Whilst we have put in place physical, electronic and managerial procedures to secure and safeguard your personal information, we will not be held responsible for any unauthorised access by third parties and we cannot guarantee that the personal information provided by you or that is transmitted via the Services or by e-mail is totally secure and safe and you provide it at your own risk."
            }
        ]
    },
    {
        "title": "CROSS-BORDER TRANSFERS",
        "article": [
            {
                "content": "Your personal information may be transferred to and stored in servers and facilities located in your region or another country. Some of these countries do not provide the same level of data protection as the country in which you reside and are not recognized by the European Commission as providing an adequate level of protection. When we transfer your information to other countries, we will use, share and safeguard that information as described in this Policy. To conduct the services or to manage your participation in promotions and events, we may transfer the personal information we collect to countries which do not provide the same level of data protection as the country in which you reside and are not recognized by the European Commission as providing an adequate level of data protection. We only transfer personal information to these countries, with your consent, when it is necessary for the services we provide you, or subject to appropriate safeguards that assure the protection of your personal information, such as standard contractual clauses."
            }
        ]
    },
    {
        "title": "MARKETING COMMUNICATIONS",
        "article": [
            {
                "content": "We, or trusted third parties on our behalf, may contact you by email or post with information about our services or promotions that might be of interest to you. Where necessary, at the time that you provide your personal information to us, you will be given the opportunity to indicate whether or not you are happy for us to use your personal information in order to tell you about such services and promotions."
            },
            {
                "content": " Withdrawal of consent to receive marketing communications will not affect the processing of personal information for the provision of our services. You may, at any time, withdraw your consent to receive commercial marketing communications by clicking on the link provided in the relevant email, or by emailing us on support@jifmeet.com."
            }
        ]
    },
    {
        "title": "YOUR RIGHTS",
        "article": [
            {
                "content": "You have the right to ask us to provide a copy of the personal information we hold about you, and to have personal information removed or any inaccurate personal information about you corrected."
            },
            {
                "content": " If you would like your personal information to be removed from our records or if your personal information requires amending then we will endeavor to correct, update or remove your personal information as swiftly as possible. You can make such request by emailing us on support@jifmeet.com."
            }
        ]
    },
    {
        "title": "HOW LONG WE KEEP YOUR PERSONAL INFORMATION",
        "article": [
            {
                "content": "We will retain your personal information for the length of time needed to fulfill the purposes outlined in this Policy unless a longer retention period is required or permitted by law. "
            },
            {
                "content": "Your personal information that is processed for marketing purposes will be stored until you exercise the right to withdraw consent, and once such right is exercised, your personal information will be kept only during the applicable statute of limitations period for any disputes or liabilities that may arise as a consequence of the processing of that information (which is up to 15 years in the UAE). Once potential actions are time barred we will proceed to delete the personal data. In any other circumstances, we will only retain your personal information for a shorter or longer period as required by any applicable law."
            }
        ]
    },
    {
        "title": "LINKS TO THIRD PARTY SITES",
        "article": [
            {
                "content": "This Website may link to other, unaffiliated third party websites. Please note that SAAL is not, and cannot, control or be responsible for the content or privacy and confidentiality practices of any third party websites. You must always carefully review the privacy and confidentiality policy of any third party website that you may visit in order to understand how the operators of that website may collect, store and use your personal information."
            }
        ]
    },
    {
        "title": "CHANGES TO THIS PRIVACY POLICY",
        "article": [
            {
                "content": "We may from time to time make changes to this Policy. Please check back regularly to keep informed of updates to this Policy. These changes are effective immediately, after they are posted on this page."
            }
        ]
    },
    {
        "title": "CONTACT DETAILS",
        "article": [
            {
                "content": "If you have any questions about this Policy, or our processing of your personal data, please contact us on support@jifmeet.com."
            }
        ]
    }
]