[
    {
        "title": "TERMS",
        "article": [
            {
                "content": "By accessingthe Services, you agree and give your consent to be bound by these Terms. If you do not agree with any of the Terms, your sole recourse is to stop using the Services."
            },
            {
                "content": "SAAL  may  amend  these  Terms  at  any  time  by  posting  an  updated  version.  SAAL  encourages  you  to check the Terms regularly for any amendments to it. Your continued use of the Services will constitute your express consent to these Terms."
            },
            {
                "content": "Nothing in these Terms affects your statutory rights, either as a consumer of services or otherwise."
            }
        ]
    },
    {
        "title": "PRIVACY POLICY",
        "article": [
            {
                "content": "The personal information you provide in the course of using the Services will be used in accordance with our Privacy Policy, the terms of which are hereby incorporated into and form part of these Terms."
            }
        ]
    },
    {
        "title": "ACCESS",
        "article": [
            {
                "content": "The  Services  are  intended  for  businesses  only  and  Users  shall  be  given  access  upon  their  company purchasing the Service from SAAL The Users and their company are responsible for the provision of all required server infrastructure, operating systems, databases and any third party components in order to access the Services."
            }
        ]
    },
    {
        "title": "SERVICE FUNCTIONALITY",
        "article": [
            {
                "content": "By registering with the Services, Users gain access to services allowing them to access some or all of the following functionality: ",
                "items": [
                    {
                        "title": "Video Conferencing – Connecting virtually with audio and video calls"
                    },
                    {
                        "title": "Messaging",
                        "items": [
                            "Send real-time private or group messages",
                            "On-screen collaboration"
                        ]
                    }
                ]
            }
        ]
    },
    {
        "title": "UPDATE TO THE APP AND CHANGES TO THE SERVICE",
        "article": [
            {
                "content": "From time to time we may automatically update the App and change the Service to improve performance, enhance functionality, reflect changes to the operating system or address security issues."
            },
            {
                "content": "If you choose not to install such updates or if you opt out of automatic updates you may not be able to continue using the App and the Services. "
            },
            {
                "content": "<p><b>If someone else owns the phone or device you are using</b></p> If you download or stream the App onto any phone or other device not owned by you, you must have the owner's permission to do so. You will be responsible for complying with these Terms for using the App or the Service, whether or not you own the phone or other device. "
            },
            {
                "content": "<p><b>We may collect technical data about your device</b></p> By using the App or any of the Services, you agree to us collecting and using technical information about the devices you use the App on and related software, hardware and peripherals to improve our products and to provide any Services to you."
            },
            {
                "content": "<p><b>We may collect location data (but you can turn location services off)</b></p> Certain Services will make use of location data sent from your devices. You can turn off this functionality at  any  time  by  turning  off  the  location  services  settings  for  the  App  on  the  device.  If  you  use  these Services,  you  consent  to  us  and  our  affiliates'  and  licensees'  transmission,  collection,  retention, maintenance, processing and use of your location data and queries to provide and improve location-based and road traffic-based products and services. "
            },
            {
                "content": "You may stop us collecting such data at any time by turning off the location services settings on your device.  Location data is not used to track you"
            }
        ]
    },
    {
        "title": "RATINGS AND FEEDBACK",
        "article": [
            {
                "content": "Users  may  leave  ratings  and  feedback  (“Feedback”)  on  the  Services,  including  performance  of  the Services and suggested areas for improvement. "
            },
            {
                "content": "In posting such Feedback, you warrant that:",
                "items": [
                    {
                        "title": "The statements of fact reflected in the Feedback posted by you are true or not materially different from the truth; and"
                    },
                    {
                        "title": "You will not use obscene or offensive language or submit any material that is, or may potentially be,  defamatory,  abusive  or  hateful,  an  invasion  of  anyone's  privacy,  harmful  to  other  users, harmful to the business interests of SAAL."
                    }
                ]
            },
            {
                "content": "You acknowledge and accept that your Feedback will be publicly available for viewing on SAAL. SAAL is not responsible for checking or editing the Feedback. You consent to the publication of, and authorize SAAL to publish Feedback, even though such Feedback may be critical or defamatory of you, and even though SAAL may be aware or ought to reasonably be aware that such Feedback caused or contributed to the publication of a statement that is defamatory of you."
            },
            {
                "content": "You agree to take no legal action against SAAL in relation to the Feedback posted by you or regarding you via the Services."
            }
        ]
    },
    {
        "title": "YOUR USE OF THE SERVICES",
        "article": [
            {
                "content": "SAAL grants you a limited, non-exclusive, non-transferable, and revocable license to use the Services for their intended purposes subject to your compliance with these Terms and our policies. You may not copy, modify, distribute, sell, or lease any part of the Services. Unless such restriction is prohibited by law  or  you  have  our  written  permission,  you  may  not  re-publish  our  proprietary  code  or  information, reverse engineer or attempt to extract the source code of the Services. You may only access the Services through the interfaces that we provide for that purpose (for example, you may not “scrape” the Services through automated means or “frame” any part of our Services), and you may not interfere or attempt to disrupt our Services."
            },
            {
                "content": "Your use of the Service and any content accessed or submitted through the Service must comply with all applicable laws.  You agree not to do any of the following: (a) upload to or transmit on the Service any defamatory,  indecent,  obscene,  harassing,  violent  or  otherwise  objectionable  material;  (b)  upload  any material that is, or may be, protected by copyright, without permission from the copyright owner; (c) use the Service to violate the legal rights (including the rights of publicity and privacy) of others or to violate the  laws  of  any  jurisdiction;  (d)  upload  any  advertisements  onto  the  Service;  (e)  upload  or  otherwise transmit files that contain a virus or corrupted data; (f) collect or display information about others without their consent; (g) download a file or software or include in a message any software, files or links that you know,  or  have  reason  to  believe,  cannot  be  distributed  legally  over  the  Service  or  that  you  have  a contractual  obligation  to  keep  confidential  (notwithstanding  its  availability  on  the  Service);  (h)  post “spam,” transmit chain letters or engage in other similar activities; (i) advocate illegal activity or discuss an intent to commit an illegal act; (j) create, transmit, or display information that you do not own or do not have the right to use; or, (k) engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Service, or which, as determined by SAAL, may harm SAAL or users of the Service or expose them to liability."
            },
            {
                "content": "You may have the option of accessing the Services through a downloadable software and this software may  update  itself  automatically  on  your  device.  Some  softwares  or  portions  of  the  software,  in  our Services may be governed by open source licenses as per Annex 1 to these Terms of Use. In the case of conflict  between  such  a  license  and  these  Terms,  the  open  source  license  will  control,  but  only  with respect to the software, or portion of the software, to which it applies."
            },
            {
                "content": "If you are using Services on behalf of a business or other entity, you represent and warrant that you have the necessary authority to bind that business or entity to these Terms and that you are agreeing to these Terms on behalf of that business or entity."
            },
            {
                "content": "Some  parts  of  our  Services  may  allow  you  to  upload  or  submit  content  (such  as  text,  images,  video, recipes, lists, links, and other materials). You retain all rights in any content that you upload or submit, and are solely responsible for that content. You grant SAAL a non-exclusive, royalty-free, worldwide, transferable, sub-licensable license to use, store, publicly display, publicly perform, reproduce, modify, create derivative works from, and distribute any such content for the purposes of operating, providing, and improving the Services. SAAL may, in its sole discretion, remove or take down any content that you upload or submit to the Services, for any reason, including breach of these Terms."
            },
            {
                "content": "We  are  constantly  modifying  and  improving  our  Services.  We  may  introduce  new  features,  change existing features, or remove features from the Services at any time and without notice. If you provide us with any feedback on or comments regarding the Services, you grant SAAL the right to use such feedback or comments for any purpose without restriction or payment to you."
            }
        ]
    },
    {
        "title": "SAAL'S RESERVATION OF RIGHTS",
        "article": [
            {
                "content": "SAAL retains the right, in its sole discretion, to immediately prevent or restrict access to the Services; or take  any  other  action  to  restrict  access  to  or availability  of  or  remove  any  objectionable  material, feedback,    ratings, inaccurate    listings,    inappropriately    categorized    items,    unlawful    items    or items prohibited  from  listing  using  the  Services  under  these  Terms.  SAAL  reserves  the  right  and  has absolute  discretion,  but  not  an  obligation,  to remove,  screen  or  edit  any  content  that  breaches  these provisions  or  is otherwise  objectionable,  where  SAAL  objects  to  how  you  identify  yourself  using  the Services  (including,  but  not  by  way  of  limitation,  your  name,  branding  or  marks)  and/or  if  you  are otherwise making inappropriate use of your domain name."
            },
            {
                "content": "SAAL  reserves  the  right  to  initiate  legal  proceedings  against  such  persons  for  fraudulent  use  of  the Services and any other unlawful act or acts of omissions in breach of these Terms."
            }
        ]
    },
    {
        "title": "THIRD PARTY LINKS AND ADVERTISEMENTS",
        "article": [
            {
                "content": "The Services may contain links to other websites and display third party advertisements. SAAL makes no representations or warranties as to the content, privacy practices and other practices of any websites operated and advertisements displayed by a third party and SAAL does not assume responsibility for the content or practices of such websites. You should check the terms and conditions and privacy policies of all third party websites you visit to understand their procedures."
            },
            {
                "content": "If you use any material, or visit any linked website, you do so at your own risk and it is your responsibility to  take  all  protective  measures  to  guard  against  viruses  or  other  destructive  material.  SAAL  does  not endorse and is not responsible for the use of, or the content of, any third party websites. SAAL is not responsible for anything that may happen when you use them."
            }
        ]
    },
    {
        "title": "ACCEPTABLE USE RESTRICTIONS",
        "article": [
            {
                "content": "You must:",
                "items": [
                    {
                        "title": "not use the App or any Service in any unlawful manner, for any unlawful purpose, or in any manner  inconsistent  with  these  terms,  or  act  fraudulently  or  maliciously,  for  example,  by hacking  into  or  inserting  malicious  code,  such  as  viruses,  or  harmful  data,  into  the  App,  any Service  or  any  operating  system;  not  transmit  any  material  or  content  that  is  defamatory, offensive, abusive or otherwise objectionable in relation to your use of the App or any Service;"
                    },
                    {
                        "title": "only use the App and any Service for your permitted use;"
                    },
                    {
                        "title": "not infringe our intellectual property rights or those of any third party in relation to your use of the App or any Service, including by the submission of any material (to the extent that such use is not licensed by these terms);"
                    },
                    {
                        "title": "not  use  the  App  or  any  Service  in  a  way  that  could  damage,  disable,  overburden,  impair  or compromise our systems or security or interfere with other users; and"
                    },
                    {
                        "title": "not carry out any activity that may interfere with the Service (or with the servers and networks which convey information during use and/or are connected with the Service);"
                    },
                    {
                        "title": "not work around any technical limitations of the App or the Service;"
                    },
                    {
                        "title": "not share inappropriate content, advertising or spam;"
                    },
                    {
                        "title": "not infringe upon the rights of others;"
                    },
                    {
                        "title": "not use the Service anywhere other than the App where the Service has been made available, unless we enable such uses;"
                    },
                    {
                        "title": "not remove, modify, or tamper with any notice that is incorporated into the Service; or"
                    },
                    {
                        "title": "not include misleading statements about App functionality, performance, origin or data use;"
                    }
                ]
            }
        ]
    },
    {
        "title": "INTELLECTUAL PROPERTY",
        "article": [
            {
                "content": "Unless  otherwise  expressly  stated,  all  contents  of  the  Services  are  copyrights,  trademarks,  trade  dress and/or other intellectual property owned, controlled or licensed by SAAL or one of our affiliates or by third parties who have licensed their materials to us and are protected by the applicable laws."
            },
            {
                "content": "We,  together  with  our  licensors  expressly  reserve  all  intellectual  property  rights  in  all  text,  programs, products, processes, technology, content and other materials, which appear on the Services. Access to the Services does not confer and shall not be considered as conferring upon anyone any license under any  of  our  or  any  third  party's  intellectual  property  rights.  Any  use  of  the  Services  or  its  contents, including  copying  or  storing  it  or  them  in  whole  or  in  part,  other  than  for  your  own  personal,  non-commercial use, is prohibited without our permission."
            }
        ]
    },
    {
        "title": "DISCLAIMER OF WARRANTY",
        "article": [
            {
                "content": "The  Services  are  provided  on  an  \"as  is\"  and  “as  available”  basis.  SAAL,  its  parents,  subsidiaries, affiliates, and their respective suppliers, and any of their owners, officers, directors, managers, members, agents, and employees, expressly disclaim (to the fullest extent permitted by applicable law) any and all express,   implied,   and   statutory   warranties,   including,   without   limitation,   any   warranties   of merchantability,  fitness  for  a  particular  purpose,  freedom  from  computer  virus,  title,  and  non-infringement of proprietary rights. "
            },
            {
                "content": "In addition, SAAL makes no representation, warranty, or guarantee regarding the reliability, timeliness, quality, suitability, or availability of the Services, or information provided through the Services or any third party providers. You agree that the entire risk arising out of your use of the Services or services requested by you or delivered to you, remains solely with you."
            },
            {
                "content": "SAAL makes no warranty that the Services: (a) will meet your requirements or expectations; (b) will be available on an uninterrupted, timely, secure, or error-free basis; or (c) will be accurate, reliable, free of viruses or other harmful code, complete, legal or safe. The Services may be subject to limitations, delays and  other  problems  inherent  in  the  use  of  the  internet  and  electronic  communications.  SAAL  is  not responsible for any delays, delivery failures or other damages resulting from such problems."
            },
            {
                "content": "We shall not be liable for any losses or damage caused:",
                "items": [
                    {
                        "title": "by the disclosure of information to the designated phone or device where such designated phone or device is in another person’s possession with your consent; or "
                    },
                    {
                        "title": "to your data, designated phone, device or other equipment, in each case caused by your use of the Services"
                    }
                ]
            },
            {
                "content": "You agree that you are solely responsible for the content sent or transmitted by you (or using your phone or  device  whether  or  not  with  your  permission)  using  the  Services  and  for  compliance  with  all  laws pertaining to the content."
            },
            {
                "content": "All content viewed and used by you using the Services is done so at your own risk and we do not warrant the accuracy or reliability of any of the information. The content of other users you are communicating with and the views expressed thein are those of the individual us and not ours."
            }
        ]
    },
    {
        "title": "LIMITATION OF LIABILITY",
        "article": [
            {
                "content": "To the maximum extent permissible by applicable law, SAAL, its parents, subsidiaries, affiliates, and their respective suppliers, and any of their owners, officers, directors, managers, members, agents, and employees:",
                "items": [
                    {
                        "title": "are not liable for any direct, indirect, punitive, incidental, special, or consequential damages or loss  (including,  without  limitation,  incidental  and  consequential  damages,  lost  profits,  or damages resulting from lost data or business interruption) arising out of, or in a way connected with  the  use  or  inability  to  use  the  Services  and  its  content,  or  any  advice  or  information provided through the App, and whether based on warranty, contract, tort (including negligence), or  any  other  legal  theory,  and  whether  or  not  SAAL  is  advised  of  the  possibility  of  such damages; and"
                    },
                    {
                        "title": "exclude any and all liability for damages caused by, any problems or technical malfunction of any  telephone  network  or  lines,  computer  online  systems,  servers  or  providers,  computer equipment,  algorithm,  software,  failure  of  any  communications  due  to  technical  problems  or traffic congestion on the internet or on the Services or combination thereof, including any injury or  damage  to  any  users  or  to  any  person's  computer  related  to  or  resulting  from  use  of  the Website."
                    }
                ]
            },
            {
                "content": "We do not assume any liability or responsibility for any failure or delay in transmitting information to you  through  the  Services  or  any  error  in  such  information.   In  particular,  the  we  do  not  assume  any liability  or  responsibility  for  the  consequences  arising  from  any  cause  beyond  its  reasonable  control including, without limitation, failure of your phone or device to receive information for whatever reason, any   telecommunications   breakdown,   mechanical   failure,   path   failure,   malfunction,   breakdown, interruption or accuracy of equipment or installation."
            },
            {
                "content": "Where  it  is  not  possible  to  exclude  liability  under  applicable  law,  you  agree  that  SAAL’s  maximum liability for any corresponding claim shall be limited to an amount of AED 100."
            }
        ]
    },
    {
        "title": "INDEMNITY",
        "article": [
            {
                "content": "You agree to hold harmless and indemnify SAAL, its parents, subsidiaries, affiliates, and their respective suppliers, and any of their owners, officers, directors, managers, members, agents, and employees, from and  against  any  claims,  liabilities,  suits,  judgments,  litigation  costs,  causes  of  action,  demands, recoveries, losses, damages (actual and consequential), fines, penalties, and attorneys’ fees or other costs or expenses of any kind or nature arising from or in any way related to your use of the Services and any information provided through the Services and contained on the Services, including, but not limited to those brought by you or on your behalf in excess of the liability described above, or by third parties as a result of your breach of these Terms, your violation of any law or the rights of a third party, or your use of the Services."
            }
        ]
    },
    {
        "title": "RELATIONSHIP",
        "article": [
            {
                "content": "These Terms (as amended from time to time in accordance with its terms) and Privacy Policy sets out the entire understanding and agreement between you and SAAL with respect to the use of the Services."
            }
        ]
    },
    {
        "title": "TERMINATION",
        "article": [
            {
                "content": "SAAL  may  terminate  or  suspend  your  access  to  all  or  part  of  the  Services,  without  Court  order  and without  prior  notice,  in  the  event  it  is  unable  to  provide  the  Services  due  to  circumstances  beyond  its reasonable  control  (including  but  not  limited  to  natural  disasters,  strikes,  epidemic  /  pandemic  and subsequent government action preventing SAAL from performing the services), and if it believes that your conduct is in violation of these Terms, applicable law, or otherwise harmful to the interests of SAAL or any third party. Notwithstanding, such termination or suspension, you agree that you will continue to be subject to the obligations which, by their nature, survive such termination or suspension, including the obligations relating to intellectual property rights and user generated content"
            },
            {
                "content": "The  Services  may,  without  prior  notice  to  you,  be  suspended  or  terminated  by  us  for  any  reason whatsoever,  including,  without  limitation,  invalid  data,  closure  of  related  account(s),  breakdown, maintenance, modification in respect of the Services, where directed by a competent authority or where we in our sole discretion consider that there has been a breach of these Terms. We do not assume any liability or responsibility for any such suspension or termination."
            }
        ]
    },
    {
        "title": "ELECTRONIC COMMUNICATIONS ",
        "article": [
            {
                "content": "To  fulfill  our  obligations  to  you  under  these  Terms,  we  may  wish  to  communicate  with  you  by  email and/or by posting notices via our Services. You agree to receive communications from us electronically and these electronic communications will satisfy any legal requirement for communications which need to be in writing."
            }
        ]
    },
    {
        "title": "GENERAL TERMS ",
        "article": [
            {
                "content": "<b>Relationship:</b> None of the provisions of these Terms will be deemed to constitute a partnership or agency between you and SAAL and you will have no authority to bind SAAL in any manner whatsoever."
            },
            {
                "content": "<b>Severability:</b> If any provision of these Terms is held by a court of competent jurisdiction to be invalid, illegal or unenforceable and can be deleted without altering the essence of these Terms, the invalid, illegal or  unenforceable  provision  will  be  severed  and  the  remaining  provisions  will  remain  in  full  force  or effect."
            },
            {
                "content": "<b>No Waiver:</b>  Any failure by SAAL to enforce any terms set out in these Terms or other policies with you is not a waiver of SAAL’s rights to enforce those terms."
            },
            {
                "content": "<b>Entire  Agreement:</b>  These  Terms  (including  the  Privacy  Policy)  constitute  the  entire  understanding between you and us concerning the subject matter herein and supersede all prior discussions, contracts and representations, whether oral or written."
            }
        ]
    },
    {
        "title": "GOVERNING LAW AND JURISDICTION ",
        "article": [
            {
                "content": "The Terms shall be governed by the laws of Abu Dhabi, United Arab Emirates. Any dispute regarding these Terms shall be subject to the exclusive jurisdiction of the Courts of Abu Dhabi. If any portion of the  Terms  is  held  to  be  unenforceable,  invalid  or  illegal  by  any  court  of  competent  jurisdiction,  the remainder of the Terms shall not be affected."
            }
        ]
    },
    {
        "title": "CONTACT",
        "article": [
            {
                "content": "SAAL Operating Systems – Sole Proprietorship LLC - Commercial License No. 2456626 and having its principal place of business at Al Bateen Towers, C2, 18th floor, Abu Dhabi, United Arab Emirates. You can contact us regarding the Service, or these Terms, on info@saal.ai."
            }
        ]
    }
]